{
  "Faqdata": [
    {
      "Que": "What type of courses does Kickstarter Subscription provide?",
      "Ans": " A library of more than 100 skills is included in the Kickstarter Subscription. It will help you to gain knowledge in diverse sectors like management, technology, and others. On this E-learning platform, learn anything and everything, and earn certification for all of it."
    },
    {
      "Que": "How does this 7- day trial help me and what are its benefits?",
      "Ans": "This seven-day trial will give you a general impression of the quality and significance of the content. Also, it will assist you in determining whether the E-learning library covers relevant skills in accordance with your needs."
    },
    {
      "Que": "What are the perks of Kickstarter Subscription?",
      "Ans": "Kickstarter skills as the name suggests gives you a walk-through on how to kick start your career by acquiring  the basic knowledge. On our E-Learning platform, skills ranging from life skills to technical skills will enable you to grow your personality and help make better decisions concerning your career. "
    },
    {
      "Que": "Will I receive a certificate of completion after I finish a course of Kickstarter?",
      "Ans": "Yes, all the courses on this online education platform carry relevant certifications."
    },
    {
      "Que": "How can I cancel/pause my Kickstarter Subscription?",
      "Ans": " If you want to cancel / pause your Kickstarter Subscription reach out to the Support team(support@unschool.in). The cancellation will not happen after 7 days of the trial period. "
    },
    {
      "Que": "What is the payment structure for  Kickstarter Subscription? ",
      "Ans": "There are different plans in the subscription. You can access all the courses free of cost for 7 days only. Thereafter purchase a subscription plan for 4 months, 6 months, 8 months, and 12-month as per your requirement. "
    },
    {
      "Que": "How can I get in touch with the Unschool Team?",
      "Ans": " Visit our website Unschool.in and click on contact us. If you are in the community, Click on this link to connect with Unschool Team and you can write an email to support@unschool.in."
    }
  ]
}
